{
  "HopeLink Chat Companion": "پشتیبان چت امید",
  "Experimental": "آزمایشی",
  "Select language": "زبان را انتخاب کنید",
  "English": "انگلیسی",
  "Farsi": "فارسی",
  "German": "آلمانی",
  "Language": "زبان",
  "Close": "بستن",
  "close": "بستن",
  "Info": "اطلاعات",
  "Confidence level": "سطح اطمینان",
  "confidence_high": "بالا",
  "confidence_low": "پایین",
  "confidence_mediocre": "نیمه متوسط",
  "confidence_medium": "متوسط",
  "confidence_outstanding": "بی‌نظیر",
  "Company name": "پشتیبان چت امید",
  "is designed to be your helpful assistant, providing support and guidance to refugees": "طراحی شده است تا به عنوان دستیار مفید شما عمل کند و پشتیبانی و راهنمایی به پناهندگان ارائه دهد",
  "is an assistant that supports you through your journey as a refugee, providing guidance and assistance tailored to your situation.": "یک دستیار است که از شما در طول سفر به عنوان پناهنده پشتیبانی می کند و راهنمایی و کمکی متناسب با شرایط شما ارائه می دهد.",
  "It will go through a series of questions and then will provide you with a report with recommendations at the end.": "این از یک سری سوالات عبور می‌کند و سپس در پایان یک گزارش با پیشنهادات برای شما ارائه می‌دهد.",
  "explanation 5 lightbulb": "اگر در مورد معنای هر سوالی مطمئن نیستید می توانید برای دریافت توضیح روی لامپ کلیک کنید.",
  "explanation 6 session": "اگر می خواهید جلسه را تمدید کنید، می توانید روی نماد برنامه افزودنی کلیک کنید تا جلسه را یک مرحله افزایش دهید. لطفاً توجه داشته باشید که جلسه را نمی توان بیش از 14 مرحله تمدید کرد.",
  "explanation 7 end": "هنگامی که به پایان جلسه خود رسیدید، گزارشی با روش پیشنهادی را مشاهده خواهید کرد. در این مرحله می توانید جلسه را با استفاده از نماد شروع مجدد راه اندازی کنید.",
  "Download PDF": "دانلود PDF",
  "Send report as email": "ارسال گزارش به عنوان ایمیل",
  "Knowledge graph": "نمودار",
  "ChatGPT 4": "چت‌جی‌پی‌تی ۴",
  "predefined-image": "pre-defined-responses-fa.png",
  "The": "این",
  "explanation 3 submit": "پس از کلیک بر روی یک پاسخ از پیش تعریف شده، متن در فیلد ورودی ظاهر می‌شود. برای ارسال پاسخ، باید بر روی دکمه کلیک کنید. \"ارسال\" <img src=\"send_button.svg\" alt=\"ارسال\" class=\"h-8 w-8 inline\" /> دکمه.",
  "explanation 4 steps": "سپس 'پشتیبان چت امید' یک سری سؤالات بعدی را از شما خواهد پرسید. در طول این فرآیند، پیشرفت را روی نشانگر پیشرفت نمایش می‌دهید که با آن می‌توانید به مراحل قبلی بروید.",
  "explanation 1": "پشتیبان چت امید یک سوال اولیه از شما می پرسد که می توانید با انتخاب یکی از پاسخ های از پیش تعریف شده یا با تایپ پاسخ خود به آن پاسخ دهید.",
  "How can you use the": "چگونه می‌توانید از پشتیبان چت امید استفاده کنید؟",
  "explanation 2": "در اینجا چند پاسخ از پیش تعریف شده وجود دارد که می توانید برای انتخاب آنها روی آنها کلیک کنید:",
  "Connecting to the server": "در حال اتصال به سرور",
  "This application is powered by": "این برنامه توسط",
  "It will go through a series of questions and then will provide you with a report at the end": "این از یک سری سوالات عبور می‌کند و سپس در پایان یک گزارش برای شما ارائه می‌دهد",
  "Please choose a topic or begin typing here": "پیام خود را اینجا تایپ کنید و برای ارسال کلید ENTER را بزنید",
  "Restart": "شروع مجدد",
  "Welcome": "خوش آمدید",
  "Generating final report. This might take 2 to 3 minutes...": "تهیه گزارش نهایی این ممکن است 2 تا 3 دقیقه طول بکشد ...",
  "Would you like to restart the companion?": "آیا می‌خواهید شروع کنید؟",
  "Interview Steps": "مراحل مصاحبه",
  "ok": "خب",
  "Email": "ایمیل",
  "Your name:": "نام شما:",
  "Send email": "ارسال ایمیل",
  "Click": "کلیک",
  "to restart the application": "برای شروع مجدد برنامه",
  "Please enter your name and email address so we can send you the report.": "لطفاً نام و آدرس ایمیل خود را وارد کنید تا بتوانیم گزارش را برای شما ارسال کنیم.",
  "You are disconnected. The HopeLink chat Companion needs to be connected to restart.": "برای تغییر زبان، HopeLink chat Companion باید متصل باشد.",
  "Usage instructions": "دستورالعمل استفاده",
  "About": "درباره",
  "Contact us": "تماس با ما",
  "Dark mode": "حالت شب",
  "disclaimer": "این سیستم ممکن است اشتباه کند. در نظر داشته باشید که اطلاعات مهم را بررسی کنید",
  "fake-suggestion-1": "من به حمایت یا مشاوره حقوقی درباره روند پناهندگی در کشور میزبانم نیاز دارم.",
  "fake-title-1": "روند پناهندگی"
}
