{
  "Add one more step to current session": "Einen weiteren Schritt zur aktuellen Sitzung hinzufügen",
  "ChatGPT 4": "ChatGPT 4",
  "Click": "Klicken Sie auf",
  "Close": "Schließen",
  "Company name": "Onepoint",
  "connected": "verbunden",
  "Data Wellness Companion™ is an assistant which will ask you questions to help you reflect on your data.": "Daten-Wellness Begleiter is ein Assistent, der Ihnen dabei hilft, über Ihre Daten nachzudenken.",
  "Error sending email. Fetch failed. Please try again later.": "Fehler beim Senden der E-Mail. Abruf fehlgeschlagen. Bitte versuchen Sie es später erneut.",
  "Error sending email. Please try again later.": "Fehler beim Senden der E-Mail. Bitte versuchen Sie es später erneut.",
  "disconnected": "getrennt",
  "Download PDF": "PDF herunterladen",
  "Email" : "E-Mail:",
  "Email sent. Thank you!": "E-Mail gesendet. Danke!",
  "English": "Englisch",
  "Experimental": "Experimentell",
  "Explain the current question": "Die aktuelle Frage erklären",
  "Farsi": "Farsi",
  "Generating final report. This might take 2 to 3 minutes...": "Endbericht wird generiert. Dies kann 2 bis 3 Minuten dauern...",
  "German": "Deutsch",
  "Info": "Info",
  "Interview Steps": "Interview-Schritte",
  "It will go through a series of questions and then will provide you with a report with recommendations at the end.": "Es wird eine Reihe von Fragen durchgehen und Ihnen am Ende einen Bericht mit Empfehlungen geben.",
  "Language": "Sprache",
  "ok": "ok",
  "Onepoint Data Wellness Companion": "Onepoint Daten-Wellness-Begleiter",
  "Please enter some text to send": "Bitte geben Sie einen Text ein, um ihn zu senden",
  "Please enter your name and email address so we can send you the report." : "Bitte geben Sie Ihren Namen und Ihre E-Mail-Adresse ein, damit wir Ihnen den Bericht zusenden können.",
  "Restart": "Neustart",
  "Select language": "Sprache auswählen",
  "Send email": "E-Mail senden",
  "Send message": "Nachricht senden",
  "Send report as email": "Bericht per E-Mail senden",
  "Shorten the current session by one step": "Die aktuelle Sitzung um einen Schritt verkürzen",
  "The": "Der",
  "The Onepoint Data Wellness Companion™ is an assistant which will ask you questions to help you reflect on your data": "Der Onepoint Daten-Wellness-Begleiter™ ist ein Assistent, der Ihnen Fragen stellt, um Ihnen zu helfen, über Ihre Daten nachzudenken",
  "The Data Wellness Companion needs to be connected to change the language." : "Der Daten-Wellness-Begleiter muss verbunden sein, um die Sprache zu ändern.",
  "This application is powered by": "Diese Anwendung wird betrieben von",
  "This companion can make mistakes. Consider checking important information": "Dieser Begleiter kann Fehler machen. Überprüfen Sie wichtige Informationen",
  "to restart the application": "um die Anwendung neu zu starten.",
  "Type your message here and press ENTER": "Geben Sie Ihre Nachricht hier ein und drücken Sie ENTER",
  "You are disconnected." : "Keine Verbindung.",
  "Usage instructions": "Verwendungshinweise",
  "You are disconnected. The Data Wellness Companion needs to be connected to restart.": "Keine Verbindung. Der Daten-Wellness-Begleiter muss verbunden sein, um neu zu starten.",
  "Your name:": "Ihr Name:",
  "Would you like to restart the companion?": "Möchten Sie den Begleiter neu starten?"
}