{
  "About": "Über diese Anwendung",
  "Add one more step to current session": "Einen weiteren Schritt zur aktuellen Sitzung hinzufügen",
  "advice-generate-advice": "Jetzt Empfehlungen generieren",
  "advice-you-may-want-to-consider": "Sie können jetzt Ratschläge generieren, aber um bessere Ergebnisse zu erzielen, lassen Sie mehr Schritte zu.",
  "advice-proceed-with-questions": "Fügen Sie weitere Schritte hinzu",
  "Close": "Schließen",
  "Company name": "Onepoint",
  "connected": "verbunden",
  "confidence_high": "Hoch",
  "confidence_low": "Niedrig",
  "confidence_mediocre": "Mittelmäßig",
  "confidence_medium": "Mittel",
  "confidence_outstanding": "Hervorragend",
  "Confidence level": "Vertrauensniveau",
  "Contact us": "Kontaktieren Sie uns",
  "D-Well logo": "D-Well Logo",
  "Dark mode": "Dunkler Modus",
  "Data Wellness Companion™ is an assistant which will ask you questions to help you reflect on your data.": "Daten-Wellness Begleiter ist ein Assistent, der Ihnen dabei hilft, über Ihre Daten nachzudenken.",
  "disclaimer": "KI-generierte Inhalte können unvollständig oder irreführend sein. Führen Sie die Validierung bei Ihrem(n) Domain-Spezialist(en) durch oder vereinbaren Sie eine kostenlose Beratung mit einem Onepoint Data Wellness-Experten.",
  "disconnected": "getrennt",
  "Download PDF": "PDF herunterladen",
  "Error": "Fehler",
  "Error sending email. Fetch failed. Please try again later.": "Fehler beim Senden der E-Mail. Abruf fehlgeschlagen. Bitte versuchen Sie es später erneut.",
  "Error sending email. Please try again later.": "Fehler beim Senden der E-Mail. Bitte versuchen Sie es später erneut.",
  "Email": "E-Mail:",
  "Email sent. Thank you!": "E-Mail gesendet. Danke!",
  "English": "Englisch",
  "Experimental": "Experimentell",
  "empty": "",
  "Explain the current question": "Die aktuelle Frage erklären",
  "explanation 1": "Der {{toolName}} wird Ihnen eine Anfangsfrage stellen, die Sie entweder durch Auswählen einer der vordefinierten Antworten oder durch Eingeben Ihrer eigenen Antwort beantworten können.",
  "explanation 2": "Hier sind einige vordefinierte Antworten, auf die Sie klicken können, um sie auszuwählen:",
  "explanation 3 submit": "Nachdem Sie auf eine vordefinierte Antwort geklickt haben, erscheint der Text im Eingabefeld. Um die Antwort abzusenden, müssen Sie auf den \"Senden\" <img src=\"send_button.svg\" alt=\"Submit\" class=\"h-8 w-8 inline\" /> Knopf klicken.",
  "explanation 4 steps": "Das {{toolName}} wird Ihnen dann eine Reihe von Folgefragen stellen. Während dieses Prozesses wird der Fortschritt auf dem Fortschrittsindikator angezeigt, mit dem Sie zu vorherigen Schritten navigieren können.",
  "explanation 5 lightbulb": "Wenn Sie auf das Glühbirnensymbol klicken, wird eine Erklärung zur aktuellen Frage angezeigt.",
  "explanation 6 session": "Wenn Sie die Sitzung verlängern möchten, können Sie auf das Verlängerungssymbol klicken, um die Sitzung um einen Schritt zu verlängern. Bitte beachten Sie, dass die Sitzung nicht über 14 Schritte hinaus verlängert werden kann.",
  "explanation 7 end": "Wenn Sie am Ende Ihrer Sitzung angekommen sind, sehen Sie einen Bericht mit den vorgeschlagenen Maßnahmen. An diesem Punkt können Sie die Sitzung mit dem Startsymbol neu starten.",
  "Failed to fetch knowledge graph": "Abrufen des Wissensgraphen fehlgeschlagen",
  "Failed to fetch knowledge graph. Try again later": "Abrufen des Wissensgraphen fehlgeschlagen. Versuchen Sie es später erneut",
  "Farsi": "Farsi",
  "Full screen mode": "Vollbildmodus",
  "Generating final report. This might take 2 to 3 minutes...": "Endbericht wird generiert. Dies kann 2 bis 3 Minuten dauern...",
  "German": "Deutsch",
  "Give me the report NOW": "Geben Sie mir den Bericht JETZT",
  "Hint": "Hinweis",
  "How can you use the": "Wie kann man den {{toolName}} verwenden?",
  "Importance filter": "Knotenanzahl",
  "Interview Steps Updated": "Interview-Schritte aktualisiert",
  "interview-steps-updated": "Die Interviewschritte wurden auf {{sessionSteps}} Schritte aktualisiert.",
  "Interview Steps Update Failed": "Interview-Schritte aktualisieren fehlgeschlagen",
  "interview-steps-update-failed": "The interview steps could not be updated to {{sessionSteps}} steps.",
  "intro-how-to-use": "Wie benutzt man ...",
  "intro-step": "Schritt {{step}}",
  "intro-explanation-1": "Data Wellness Companion™ ist ein Assistent, der Ihnen Fragen stellt, um Sie bei der Reflexion Ihrer Daten zu unterstützen.",
  "intro-explanation-2": "Nach einem Klick auf eine vordefinierte Antwort erscheint der Text im Eingabefeld. Um die Antwort abzusenden, müssen Sie auf die Schaltfläche „Senden“ klicken.",
  "intro-explanation-3": "Sobald die erste Frage beantwortet ist, besteht für alle anderen Fragen die Möglichkeit zur Mehrfachauswahl. Man kann mehrere Antworten auswählen/abwählen.",
  "intro-explanation-4": "Wenn Sie am Ende Ihrer Sitzung angekommen sind, sehen Sie einen Bericht mit der vorgeschlagenen Vorgehensweise.",
  "intro-explanation-5": "Sie können den Wissensgraphen am Ende der Sitzung erkunden, um weitere Einblicke in die Zusammenhänge der Themen zu erhalten.",
  "Key topics": "Wichtige Themen",
  "Info": "Info",
  "Interview Steps": "Interview-Schritte",
  "It will go through a series of questions and then will provide you with a report with recommendations at the end.": "Es wird eine Reihe von Fragen durchgehen und Ihnen am Ende einen Bericht mit Empfehlungen geben.",
  "Knowledge graph": "Wissensgraph",
  "Language": "Sprache",
  "Menu": "Menü",
  "more than": "mehr als",
  "navigation icon": "Navigationssymbol",
  "No session": "Vorherige Sitzung auswählen",
  "ok": "ok",
  "Onepoint Data Wellness Companion": "Onepoint Daten-Wellness-Begleiter",
  "placeholder-normal": "Wählen Sie unten eine oder mehrere Optionen aus oder geben Sie einfach etwas ein und drücken Sie die Eingabetaste.",
  "placeholder-start": "Wählen Sie eine der folgenden Optionen aus und klicken Sie auf die Schaltfläche „Senden“. Sie können auch Ihre Antwort eingeben und die Eingabetaste drücken.",
  "Please enter some text to send": "Bitte geben Sie einen Text ein, um ihn zu senden",
  "Please enter your name and email address so we can send you the report.": "Bitte geben Sie Ihren Namen und Ihre E-Mail-Adresse ein, damit wir Ihnen den Bericht zusenden können.",
  "Please wait": "Bitte warten",
  "predefined-image": "german-predefined-responses.png",
  "purpose-companion": "Data Wellness Companion™ ist ein Assistent, der Ihnen Fragen stellt, um Ihnen zu helfen, über Ihre Daten nachzudenken.",
  "Restart": "Neustart",
  "Search": "Suche",
  "Select language": "Sprache auswählen",
  "Select topic": "Thema auswählen",
  "Send email": "E-Mail senden",
  "Send message": "Nachricht senden",
  "Send report as email": "Bericht per E-Mail senden",
  "Shorten the current session by one step": "Die aktuelle Sitzung um einen Schritt verkürzen",
  "The": "Der",
  "Data Wellness Companion™ is an assistant which will ask you questions to help you reflect on your data": "Der Onepoint Daten-Wellness-Begleiter™ ist ein Assistent, der Ihnen Fragen stellt, um Ihnen zu helfen, über Ihre Daten nachzudenken",
  "The Data Wellness Companion needs to be connected to change the language.": "Der Daten-Wellness-Begleiter muss verbunden sein, um die Sprache zu ändern.",
  "This application is powered by": "Diese Anwendung wird betrieben von",
  "to restart the application": "um die Anwendung neu zu starten.",
  "You are disconnected.": "Keine Verbindung.",
  "Usage instructions": "Verwendungshinweise",
  "Welcome": "Willkommen",
  "You are disconnected. The Data Wellness Companion needs to be connected to restart.": "Keine Verbindung. Der Daten-Wellness-Begleiter muss verbunden sein, um neu zu starten.",
  "Your name:": "Ihr Name:",
  "Would you like to restart the companion?": "Möchten Sie den Begleiter neu starten?"
}
