{
  "HopeLink Chat Companion": "HopeLink Chat Companion",
  "Experimental": "Experimental",
  "English": "Englisch",
  "Farsi": "Farsi",
  "Language": "Sprache",
  "German": "Deutsch",
  "Info": "die Info",
  "Close": "Schließen",
  "Select language": "Sprache auswählen",
  "The HopeLink Chat Companion™ is designed to be your helpful assistant, providing support and guidance to refugees": "Der HopeLink Chat Companion™ ist darauf ausgelegt, Ihr hilfreicher Assistent zu sein, der Unterstützung und Anleitung für Flüchtlinge bietet",
  "ChatGPT 4": "ChatGPT 4",
  "The": "Die",
  "This application is powered by": "Diese Anwendung wird unterstützt von",
  "It will go through a series of questions and then will provide you with a report at the end": "Es wird eine Reihe von Fragen durchgehen und Ihnen dann am Ende einen Bericht zur Verfügung stellen",
  "This companion can make mistakes. Consider checking important information": "Dieser Begleiter kann Fehler machen. Überprüfen Sie wichtige Informationen",
  "Type your message here and press ENTER": "Geben Sie Ihre Nachricht hier ein und drücken Sie die EINGABETASTE",
  "Restart": "Neustart",
  "Would you like to restart the companion?": "Möchten Sie den Begleiter neu starten?",
  "Interview Steps": "Interviewschritte",
  "ok": "ok",
  "Please enter some text to send": "Bitte geben Sie einen Text ein, um ihn zu senden",
  "Generating final report. This might take 2 to 3 minutes": "Erstellung des endgültigen Berichts. Dies kann 2 bis 3 Minuten dauern",
  "Download PDF": "PDF herunterladen",
  "Send report as email": "Bericht per E-Mail senden",
  "Click": "Klicken Sie",
  "to restart the application": "um die Anwendung neu zu starten",
  "Welcome to HopeLink Companion": "Willkommen beim HopeLink Companion",
  "Cookie Notice": "Cookie-Hinweis",
  "Welcome to HopeLink Companion, an AI chatbot assistant designed to provide guidance and assistance to refugees and immigrants. Our platform operates based on a knowledge-based system, where users are asked questions to provide tailored advice and suggestions.": "Willkommen beim HopeLink Companion, einem AI-Chatbot-Assistenten, der entwickelt wurde, um Flüchtlingen und Einwanderern Anleitung und Unterstützung zu bieten. Unsere Plattform arbeitet auf der Grundlage eines wissensbasierten Systems, bei dem Benutzer Fragen gestellt werden, um maßgeschneiderte Ratschläge und Vorschläge zu geben.",
  "As part of providing our services, we use cookies to enhance your experience and ensure the functionality of our platform. Cookies are small text files stored in your browser that allow us to recognize your preferences and improve the performance of our website.": "Im Rahmen der Bereitstellung unserer Dienstleistungen verwenden wir Cookies, um Ihr Erlebnis zu verbessern und die Funktionalität unserer Plattform sicherzustellen. Cookies sind kleine Textdateien, die in Ihrem Browser gespeichert werden und es uns ermöglichen, Ihre Präferenzen zu erkennen und die Leistung unserer Website zu verbessern.",
  "By using HopeLink Companion, you consent to the use of cookies. Please note that we do not currently have a Cookie Policy in place. You can manage your cookie preferences at any time through your browser settings.": "Durch die Nutzung von HopeLink Companion stimmen Sie der Verwendung von Cookies zu. Bitte beachten Sie, dass wir derzeit keine Cookie-Richtlinie haben. Sie können Ihre Cookie-Einstellungen jederzeit über Ihre Browsereinstellungen verwalten.",
  "HopeLink Companion is available in multiple languages, including": "HopeLink Companion ist in mehreren Sprachen verfügbar, darunter",
  "English, German": "Englisch, Deutsch",
  "and": "und",
  "Persian": "Persisch",
  "We strive to make our platform accessible and user-friendly for individuals from diverse backgrounds.": "Wir bemühen uns, unsere Plattform für Personen aus verschiedenen Hintergründen zugänglich und benutzerfreundlich zu gestalten.",
  "If you have any questions or concerns about our use of cookies or our privacy practices, please contact us at": "Wenn Sie Fragen oder Bedenken zu unserer Verwendung von Cookies oder unseren Datenschutzpraktiken haben, kontaktieren Sie uns bitte unter",
  "Thank you for using HopeLink Companion.": "Vielen Dank, dass Sie HopeLink Companion verwenden.",
  "Reject": "Ablehnen",
  "Accept": "Akzeptieren"
}
